Details will be deleted if they reference group members being ungrouped in other instances of this containing group.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DetailsOfNestedGroupsLost { get; }
  Visual Basic
Public Shared ReadOnly Property DetailsOfNestedGroupsLost As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DetailsOfNestedGroupsLost {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace